Repository: IMIO/collective.classification.folder
Catalog: src/collective/classification/folder/locales/*/LC_MESSAGES/collective.classification.folder.po
Languages: fr

source: Classification Folder
fr: Dossier de classification

source: Classification Folders
fr: Dossiers de classification

source: Classification Subfolder
fr: Sous-dossier de classification

source: Classification categories
fr: Catégories de classification

source: Classification folders
fr: Dossiers de classification

source: Classification identifier
fr: Identifiant de classification

source: Classification informations
fr: Informations

source: Container for Classification Folder elements
fr: Contenant pour les dossiers de classification

source: Edit
fr: Modifier

source: Equivalent to a paper binder
fr: Représente une chemise

source: Equivalent to a paper folder
fr: Représente une farde

source: ID of the service that are in charge of this folder
fr: Service traitant de ce dossier

source: ID of the services that can access this folder
fr: Services en copie de ce dossier

source: Identifier
fr: Identifiant

source: Import folders
fr: Importation des dossiers

source: List of categories / subcategories
fr: Liste des catégories / sous-catégories

source: List of folders / subfolders in which this content is filed
fr: Liste des dossiers / sous-dossiers dans lesquels ce contenu est classé

source: Name
fr: Nom

source: Name of the folder
fr: Nom du dossier

source: Name of the folders container
fr: Nom du dossier

source: Parent Identifier
fr: Identifiant du parent

source: Service in charge
fr: Service traitant

source: Services in copy
fr: Services en copie

source: The classification identifier must be unique to this folder.
fr: L'identifiant de classification doit être unique à ce dossier.

source: This import may take a while depending of the number of elements. If the process is interrupted (e.g. by closing your browser) it can be resumed easely by starting import process again
fr: Ce processus d'import peut prendre un certain temps en fonction du nombre d'éléments. Si le processus est interrompu (par exemple en fermant le navigateur), il peut être repris facilement en recommençant le processus d'importation.

source: Title
fr: Titre

source: Unique identifier of the folder
fr: Identifiant unique du dossier

source: cannot_delete_referenced_folder
fr: Ce dossier ne peut être supprimé car il est référencé autre part
